Repository: SaschaGibson/JAWS-Referenz
Catalog: 2025 (C_Program Files_Freedom Scientific_JAWS)/GetVoices/Locale/arb/LC_MESSAGES/GetVoices.po
Languages: ar

source: Unable to communicate with the server. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
ar: تعذر الاتصال بالملقم أو الخادم. تحقق من اتصال الإنترنت وحاول مجدداً. إذا لم تحلّ المشكلة، اتصل بالدعم التقني للمساعدة.

source: \n\nError Code: {0}
ar: \n\nشيفرة الخطأ: {0}

source: Selection Required
ar: التحديد إلزامي

source: You must select one or more new voices from the list before installation can begin.
ar: عليك تحديد صوت أو أكثر من ضمن اللائحة قبل أن تبدأ عملية التثبيت.

source: No Voices
ar: غياب أي أصوات

source: There are no Vocalizer Expressive 2 voices installed on the system.
ar: غياب أي أصوات Vocalizer Expressive 2 مثبتة على النظام.

source: No Compact Voices
ar: غياب أي أصوات مدمجة

source: There are no Vocalizer Expressive 2 Compact voices installed on the system.
ar: لا توجد أصوات مدمجة خاصة ب Vocalizer Expressive 2 مثبتة على النظام.

source: An error has occurred while downloading the {0} voice. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
ar: حدث خطأ أثناء تحميل الصوت {0}. تحقق من اتصالك بالإنترنت وحاول مرة أخرى. إذا استمرت المشكلة، اتصل بالدعم الفني للحصول على المساعدة.

source: Download Error
ar: خطأ تحميل

source: Downloading {0}
ar: تحميل {0}

source: An error has occurred and installation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
ar: حدث خطأ ولم يمكن متابعة التثبيت. الرجاء معاودة المحاولة في وقت لاحق. إذا استمرت المشكلة، اتصل بالدعم الفني للحصول على المساعدة.

source: Error
ar: خطأ

source: An error has occurred while installing the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
ar: حدث خطأ أثناء تثبيت صوت {0}. الرجاء معاودة المحاولة في وقت لاحق. إذا استمرت المشكلة، اتصل بالدعم الفني للحصول على المساعدة.

source: Install Error
ar: خطأ تنزيل

source: Installing {0}
ar: تثبيت {0}

source: You must select one or more voices from the list before uninstallation can begin.
ar: عليك تحديد صوت أو أكثر من ضمن اللائحة قبل أن تبدأ عملية إزالة التثبيت.

source: An error has occurred and uninstallation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
ar: حدث خطأ ولم يمكن إزالة التثبيت. الرجاء معاودة المحاولة في وقت لاحق. إذا استمرت المشكلة، اتصل بالدعم الفني للحصول على المساعدة.

source: An error has occurred while uninstalling the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
ar: حدث خطأ أثناء إزالة تثبيت صوت {0}. الرجاء معاودة المحاولة في وقت لاحق. إذا استمرت المشكلة، اتصل بالدعم الفني للحصول على المساعدة.

source: Uninstall Error
ar: خطأ إزالة تثبيت

source: Removing {0}
ar: إزالة {0}

source: \n\nError Code: {0}
ar: \n\nشيفرة الخطأ: {0}

source: , Already installed.
ar: , مثبتة من قبل.

source: Compact
ar: مدمج

source: You are about to install a Vocalizer Expressive version 2 voice. Your existing version 1 voices shall be unavailable while version 2 voices are installed. Are you sure you want to continue?
ar: أنت على وشك تثبيت صوت Vocalizer Expressive الإصدار 2. يجب ألا تكون أصوات الإصدار 1 الموجودة لديك متوفرة أثناء تثبيت أصوات الإصدار 2. هل أنت متأكد من أنك تريد المتابعة؟

source: Confirmation Required
ar: التأكيد إلزامي

source: Are you sure you want to remove all Vocalizer Expressive 2 Compact voices?
ar: هل أنت متأكد من أنك تريد إزالة كل الأصوات المدمجة الخاصة ب Vocalizer Expressive 2؟

source: Are you sure you want to remove all Vocalizer Expressive 2 voices?
ar: هل أنت متأكد من أنك تريد إزالة كل الأصوات Vocalizer Expressive 2؟

source: Remove Voices
ar: إزالة الأصوات

source: Your voices have been successfully installed.
ar: تم تنزيل الأصوات التي اخترت بنجاح

source: You must restart {0} in order for these changes to take effect.
ar: عليك إعادة تشغيل {0} لكي تطبق التغييرات.

source: Installation Complete
ar: اكتملت عملية التثبيت

source: _Finish
ar: إ_نجاز

source: Your voices have been successfully removed.
ar: تم إزالة الأصوات التي اخترت بنجاح

source: Some changes will not take effect until you restart your computer.
ar: لن تتطبق بعض التغييرات حتى إعادة تشغيل الكمبيوتر.

source: Uninstall Complete
ar: اكتملت عملية إزالة التثبيت

source: _Yes
ar: _نعم

source: _No
ar: _كلا

# GetVoices.Views.AdditionalOptionsControl:AdditionalOptionsGroup
source: Additional Options:
ar: خيارات إضافيّة:

# GetVoices.Views.AdditionalOptionsControl:RemoveAVoiceButton
source: _Remove a Voice...
ar: إ_زالة صوت...

# GetVoices.Views.AdditionalOptionsControl:RemoveCompactVoicesButton
source: Remove All Co_mpact Voices
ar: إزالة الأصوات ال_مدمجة كافة

# GetVoices.Views.AdditionalOptionsControl:RemoveAllVoicesButton
source: Remove _All Voices
ar: إزالة الأصوات _كافة

# GetVoices.Views.GetVoicesWindow:MainWindow
source: Add/Remove Vocalizer Expressive Voices
ar: إضافة / إزالة أصوات Vocalizer Expressive

# GetVoices.Views.GetVoicesWindow:CloseButton
source: _Close
ar: إ_غلاق

# GetVoices.Views.InstallingVoicesWindow:MainWindow
source: Installing Voices
ar: جاري تثبيت الأصوات

# GetVoices.Views.InstallingVoicesWindow:CancelButton
source: _Cancel
ar: إ_لغاء الأمر

# GetVoices.Views.RemoveAVoiceWindow:MainWindow
source: Remove a Voice
ar: إزالة صوت

# GetVoices.Views.RemoveAVoiceWindow:InstalledVoicesLabel
source: Installed _Voices:
ar: الأصوات الم_ثبتة:

# GetVoices.Views.RemoveAVoiceWindow:RemoveSelectedVoicesButton
source: _Remove Selected Voices
ar: إزالة أ_صوات محددة

# GetVoices.Views.RemoveAVoiceWindow:CloseButton
source: _Close
ar: إ_غلاق

# GetVoices.Views.RemovingVoicesWindow:MainWindow
source: Removing Voices
ar: جاري إزالة الأصوات

# GetVoices.Views.RemovingVoicesWindow:CancelButton
source: _Cancel
ar: إ_لغاء الأمر

# GetVoices.Views.SampleAndSelectVoicesControl:SelectLanguageLabel
source: Select a _Language:
ar: تحديد _لغة:

# GetVoices.Views.SampleAndSelectVoicesControl:SelectVoicesLabel
source: Premium _Voices:
ar: أصوات _عالية الجودة:

# GetVoices.Views.SampleAndSelectVoicesControl:PlaySampleButton
source: _Play Sample
ar: الاستماع إلى الص_وت المحدد

# GetVoices.Views.SampleAndSelectVoicesControl:InstallSelectedVoicesButton
source: _Install Selected Voices
ar: ت_ثبيت أصوات محددة

# GetVoices.Views.SimpleDialog:OKButton
source: _OK
ar: _موافق

# GetVoices.Views.SimpleDialog:CancelButton
source: _Cancel
ar: إ_لغاء الأمر

source: Arabic
ar: العربية

source: Basque
ar: الباسكية

source: Bengali
ar: البنغاليّة

source: Bulgarian
ar: البلغارية

source: Bhojpuri
ar: بوجبورية

source: Catalan
ar: الكاتالونية

source: Cantonese
ar: الصينية

source: Czech
ar: التشيكية

source: Danish
ar: الدنمركية

source: Dongbei Chinese
ar: دونغبي الصينية

source: Dutch
ar: الهولنديّة

source: Belgian Dutch
ar: الهولندية - بلجيكا

source: English
ar: الإنكليزية

source: English Australian
ar: الإنكليزية - أوستراليا

source: English Irish
ar: الإنكليزية - إرلندا

source: English British
ar: الإنكليزية - بريطانيا

source: English Indian
ar: الإنكليزية - الهند

source: English Scottish
ar: الإنكليزية - استكتلندا

source: English United States
ar: الإنجليزية - الولايات المتحدة

source: English South African
ar: الإنكليزية - جنوب إفريقيا

source: Farsi
ar: الفاريسية

source: Finnish
ar: الفنلنديّة

source: French
ar: الفرنسيّة

source: French Belgian
ar: الفرنسيّة بلجيكا

source: French Canadian
ar: الفرنسيّة (كندا)

source: German
ar: الألمانيّة

source: Galician
ar: الجاليكية

source: Greek
ar: اليونانية

source: Hebrew
ar: العبرية

source: Hindi
ar: الهندية

source: Croatian
ar: الكرواتية

source: Hungarian
ar: المجرية

source: Indonesian
ar: الأندونيسية

source: Italian
ar: الإيطاليّة

source: Japanese
ar: اليابانية

source: Kannada
ar: الكانادا

source: Korean
ar: كورية

source: Marathi
ar: المهاراتية

source: Chinese
ar: الصينية

source: Mandarin Chinese
ar: الماندرين الصينية

source: Taiwanese
ar: التايوانية

source: Mandarin Taiwanese
ar: الماندرين التايوانية

source: Malay
ar: المالية

source: Norwegian
ar: الناروجيّة

source: Polish
ar: البولندية

source: Portuguese
ar: البرتغاليّة

source: Brazilian Portuguese
ar: البورتغالية البرازيل

source: Romanian
ar: الرومانية

source: Russian
ar: الروسية

source: Shanghainese Chinese
ar: شنغهاي الصينية

source: Sichuanese Chinese
ar: سيتشوان صيني

source: Slovakian
ar: السلوفاكية

source: Slovenian
ar: السلوفانية

source: Spanish
ar: الإسبانية

source: Spanish Argentinian
ar: الإسبانية - الأرجنتين

source: Spanish Columbian
ar: الإسبانية - كلومبيا

source: Spanish Castilian
ar: القشتالية الإسبانية

source: Spanish Chilean
ar: الإسبانية التشيلي

source: Spanish Latin American
ar: الإسبانية أمريكا اللاتينية

source: Swedish
ar: السويديّة

source: Shaanxi Chinese
ar: شنشى الصينية

source: Tamil
ar: التاميلية

source: Telugu
ar: التيلجو

source: Thai
ar: التايلندية

source: Turkish
ar: التركية

source: Ukrainian
ar: الأوكرانية

source: Valencian
ar: بلنسية

source: Vietnamese
ar: الفيتنامية
