Repository: SaschaGibson/JAWS-Referenz
Catalog: 2025 (C_Program Files_Freedom Scientific_JAWS)/GetVoices/Locale/dan/LC_MESSAGES/GetVoices.po
Languages: da

source: Unable to communicate with the server. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
da: Kunne ikke kommunikere med serveren. Kontroller din Internet forbindelse og prøv igen. Hvis problemet fortsætter skal du kontakte teknisk support.

source: \n\nError Code: {0}
da: \n\nFejlkode: {0}

source: Selection Required
da: Et valg er påkrævet

source: You must select one or more new voices from the list before installation can begin.
da: Du skal vælge en eller flere stemmer fra listen før installationen kan starte.

source: No Voices
da: Ingen stemmer

source: There are no Vocalizer Expressive 2 voices installed on the system.
da: Der er ingen Vocalizer Expressive 2 stemmer installeret.

source: No Compact Voices
da: Ingen Compact stemmer

source: There are no Vocalizer Expressive 2 Compact voices installed on the system.
da: Der er ingen Vocalizer Expressive 2 Compact stemmer installeret.

source: An error has occurred while downloading the {0} voice. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
da: Der opstod en fejl under download af {0} stemmen. Kontroller din Internet forbindelse og prøv igen. Hvis problemet fortsætter skal du kontakte teknisk support.

source: Download Error
da: Downloadfejl

source: Downloading {0}
da: Downloader {0}

source: An error has occurred and installation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
da: Der opstod en fejl og installationen kunne ikke fortsætte. Prøv igen senere. Hvis problemet fortsætter skal du kontakte teknisk support.

source: Error
da: Fejl

source: An error has occurred while installing the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
da: Der opstod en fejl under installation af {0} stemmen. Prøv igen senere. Hvis problemet fortsætter skal du kontakte teknisk support.

source: Install Error
da: Installationsfejl

source: Installing {0}
da: Installerer {0}

source: You must select one or more voices from the list before uninstallation can begin.
da: Du skal vælge en eller flere stemmer fra listen før afinstallationen kan starte.

source: An error has occurred and uninstallation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
da: Der opstod en fejl og afinstallationen kunne ikke fortsætte. Prøv igen senere. Hvis problemet fortsætter skal du kontakte teknisk support.

source: An error has occurred while uninstalling the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
da: Der opstod en fejl under afinstallation af {0} stemmen. Prøv igen senere. Hvis problemet fortsætter skal du kontakte teknisk support.

source: Uninstall Error
da: Afinstallationsfejl

source: Removing {0}
da: Fjerner {0}

source: \n\nError Code: {0}
da: \n\nFejlkode: {0}

source: , Already installed.
da: , Allerede installeret.

source: You are about to install a Vocalizer Expressive version 2 voice. Your existing version 1 voices shall be unavailable while version 2 voices are installed. Are you sure you want to continue?
da: Du er ved at installere en Vocalizer Expressive version 2 stemme. Dine eksisterende version 1 stemmer bliver utilgængelige efter version 2 stemmen er installeret. Ønsker du at fortsætte installationen af version 2 stemmen?

source: Confirmation Required
da: Bekræftelse er påkrævet

source: Are you sure you want to remove all Vocalizer Expressive 2 Compact voices?
da: Er du sikker på at du ønsker at fjerne alle Vocalizer Expressive 2 Compact stemmer?

source: Are you sure you want to remove all Vocalizer Expressive 2 voices?
da: Er du sikker på at du ønsker at fjerne alle Vocalizer Expressive 2 stemmer?

source: Remove Voices
da: Fjern stemmer

source: Your voices have been successfully installed.
da: Dine valgte stemmer er blevet installeret.

source: You must restart {0} in order for these changes to take effect.
da: Du skal genstarte {0} for at ændringerne kan træde i kraft.

source: Installation Complete
da: Installationen er fuldført

source: _Finish
da: _Afslut

source: Your voices have been successfully removed.
da: Dine stemmer er fjernet.

source: Some changes will not take effect until you restart your computer.
da: Nogle ændringer træder først i kraft efter computeren er genstartet.

source: Uninstall Complete
da: Afinstallationen er fuldført

source: _Yes
da: _Ja

source: _No
da: _Nej

# GetVoices.Views.AdditionalOptionsControl:AdditionalOptionsGroup
source: Additional Options:
da: Yderligere Indstillinger:

# GetVoices.Views.AdditionalOptionsControl:RemoveAVoiceButton
source: _Remove a Voice...
da: Fjern _en stemme...

# GetVoices.Views.AdditionalOptionsControl:RemoveCompactVoicesButton
source: Remove All Co_mpact Voices
da: Fjern alle _Compact stemmer

# GetVoices.Views.AdditionalOptionsControl:RemoveAllVoicesButton
source: Remove _All Voices
da: Fjern _alle stemmer

# GetVoices.Views.GetVoicesWindow:MainWindow
source: Add/Remove Vocalizer Expressive Voices
da: Tilføj/fjern Vocalizer Expressive stemmer

# GetVoices.Views.GetVoicesWindow:CloseButton
source: _Close
da: _Luk

# GetVoices.Views.InstallingVoicesWindow:MainWindow
source: Installing Voices
da: Installerer stemmer

# GetVoices.Views.InstallingVoicesWindow:CancelButton
source: _Cancel
da: _Annuller

# GetVoices.Views.RemoveAVoiceWindow:MainWindow
source: Remove a Voice
da: Fjern en stemme

# GetVoices.Views.RemoveAVoiceWindow:InstalledVoicesLabel
source: Installed _Voices:
da: Installerede _stemmer:

# GetVoices.Views.RemoveAVoiceWindow:RemoveSelectedVoicesButton
source: _Remove Selected Voices
da: _Fjern markerede stemmer

# GetVoices.Views.RemoveAVoiceWindow:CloseButton
source: _Close
da: _Luk

# GetVoices.Views.RemovingVoicesWindow:MainWindow
source: Removing Voices
da: Fjerner stemmer

# GetVoices.Views.RemovingVoicesWindow:CancelButton
source: _Cancel
da: _Annuller

# GetVoices.Views.SampleAndSelectVoicesControl:SelectLanguageLabel
source: Select a _Language:
da: Vælg et _sprog:

# GetVoices.Views.SampleAndSelectVoicesControl:SelectVoicesLabel
source: Premium _Voices:
da: Premium _stemmer:

# GetVoices.Views.SampleAndSelectVoicesControl:PlaySampleButton
source: _Play Sample
da: Af_spil eksempel

# GetVoices.Views.SampleAndSelectVoicesControl:InstallSelectedVoicesButton
source: _Install Selected Voices
da: _Installer markerede stemmer

# GetVoices.Views.SimpleDialog:CancelButton
source: _Cancel
da: _Annuller

source: Arabic
da: Arabisk

source: Basque
da: Baskisk

source: Bulgarian
da: Bulgarsk

source: Catalan
da: Catalansk

source: Cantonese
da: Kantonesisk

source: Czech
da: Tjekkisk

source: Danish
da: Dansk

source: Dongbei Chinese
da: Dongbei kinesisk

source: Dutch
da: Hollandsk

source: Belgian Dutch
da: Hollandsk

source: English
da: Engelsk

source: English Australian
da: Australsk engelsk

source: English Irish
da: Irsk engelsk

source: English British
da: Britisk engelsk

source: English Indian
da: Indisk engelsk

source: English Scottish
da: Skotsk engelsk

source: English United States
da: Amerikansk engelsk

source: English South African
da: Sydafrikansk engelsk

source: Finnish
da: Finsk

source: French
da: Fransk

source: French Belgian
da: Fransk belgisk

source: French Canadian
da: Fransk Canadisk

source: German
da: Tysk

source: Galician
da: Galicisk

source: Greek
da: Græsk

source: Hebrew
da: Hebraisk

source: Croatian
da: Kroatisk

source: Hungarian
da: Ungarsk

source: Indonesian
da: Indonesisk

source: Italian
da: Italiensk

source: Japanese
da: Japansk

source: Kannada
da: Kannada (Kannada Script)

source: Korean
da: Koreansk

source: Chinese
da: Kinesisk

source: Mandarin Chinese
da: Mandarin Kina

source: Taiwanese
da: Taiwanesisk

source: Mandarin Taiwanese
da: Mandarin Taiwan

source: Malay
da: Malaisk

source: Norwegian
da: Norsk

source: Polish
da: Polsk

source: Portuguese
da: Portugisisk

source: Brazilian Portuguese
da: Portugisisk

source: Romanian
da: Rumænsk

source: Russian
da: Russisk

source: Shanghainese Chinese
da: Shanghainesisk kinesisk

source: Slovakian
da: Slovakisk

source: Slovenian
da: Slovensk

source: Spanish
da: Spansk

source: Spanish Argentinian
da: Spansk Argentina

source: Spanish Columbian
da: Spansk Kolumbien

source: Spanish Castilian
da: Castiliansk spansk

source: Spanish Chilean
da: Spansk Chile

source: Spanish Latin American
da: Spansk Latinamerika

source: Swedish
da: Svensk

source: Shaanxi Chinese
da: Shaanxi kinesisk

source: Tamil
da: Tamilsk

source: Telugu
da: Telugu (Telugu Script)

source: Turkish
da: Tyrkisk

source: Ukrainian
da: Ukrainsk

source: Valencian
da: Valenciansk

source: Vietnamese
da: Vietnamesisk
