Repository: SaschaGibson/JAWS-Referenz
Catalog: 2025 (C_Program Files_Freedom Scientific_JAWS)/GetVoices/Locale/csy/LC_MESSAGES/GetVoices.po
Languages: cs

source: Unable to communicate with the server. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
cs: Nelze komunikovat se serverem. Prověřte připojení k internetu a zkuste to znovu. V případě trvání problému se pro pomoc obraťte na technickou podporu.

source: \n\nError Code: {0}
cs: \n\nKód chyby: {0}

source: Selection Required
cs: Povinný výběr

source: You must select one or more new voices from the list before installation can begin.
cs: Aby mohla být instalace zahájena, musíte nejprve ze seznamu vybrat jeden nebo více nových hlasů.

source: No Voices
cs: Žádné hlasy

source: There are no Vocalizer Expressive 2 voices installed on the system.
cs: V systému nejsou nainstalovány žádné hlasy Vocalizer Expressive 2.

source: No Compact Voices
cs: Žádné hlasy Compact

source: There are no Vocalizer Expressive 2 Compact voices installed on the system.
cs: V systému nejsou nainstalovány žádné hlasy Vocalizer Expressive 2 Compact.

source: An error has occurred while downloading the {0} voice. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
cs: Při stahování hlasu {0} nastala chyba. Prověřte připojení k internetu a zkuste to znovu. V případě trvání problému se pro pomoc obraťte na technickou podporu.

source: Download Error
cs: Chyba při stahování

source: Downloading {0}
cs: Stahuji {0}

source: An error has occurred and installation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
cs: Nastala chyba a instalace nemůže pokračovat. Zkuste to, prosím, později. V případě trvání problému se pro pomoc obraťte na technickou podporu.

source: Error
cs: Chyba

source: An error has occurred while installing the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
cs: Při instalaci hlasu {0} nastala chyba. Zkuste to, prosím, později. V případě trvání problému se pro pomoc obraťte na technickou podporu.

source: Install Error
cs: Chyba při instalaci

source: Installing {0}
cs: Instaluje se {0}

source: You must select one or more voices from the list before uninstallation can begin.
cs: Aby mohlo být odinstalování zahájeno, musíte nejprve ze seznamu vybrat jeden nebo více hlasů.

source: An error has occurred and uninstallation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
cs: Nastala chyba a v odinstalování nelze pokračovat. Zkuste to, prosím, později. V případě trvání problému se pro pomoc obraťte na technickou podporu.

source: An error has occurred while uninstalling the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
cs: Při odinstalování hlasu {0} nastala chyba. Zkuste to, prosím, později. V případě trvání problému se pro pomoc obraťte na technickou podporu.

source: Uninstall Error
cs: Chyba při odinstalování

source: Removing {0}
cs: Odstraňuje se {0}

source: \n\nError Code: {0}
cs: \n\nKód chyby: {0}

source: , Already installed.
cs: , již nainstalováno.

source: You are about to install a Vocalizer Expressive version 2 voice. Your existing version 1 voices shall be unavailable while version 2 voices are installed. Are you sure you want to continue?
cs: Chystáte se instalovat hlasy Vocalizer Expressive verze 2. Jakmile budou nainstalovány hlasy verze 2, budou vaše stávající hlasy verze 1 nedostupné. Opravdu chcete pokračovat?

source: Confirmation Required
cs: Požadováno potvrzení

source: Are you sure you want to remove all Vocalizer Expressive 2 Compact voices?
cs: Opravdu chcete odstranit všechny hlasy Vocalizer Expressive 2 Compact?

source: Are you sure you want to remove all Vocalizer Expressive 2 voices?
cs: Opravdu chcete odstranit všechny hlasy Vocalizer Expressive 2?

source: Remove Voices
cs: Odebrat hlasy

source: Your voices have been successfully installed.
cs: Hlasy byly úspěšně nainstalovány.

source: You must restart {0} in order for these changes to take effect.
cs: Musíte restartovat {0}, aby změny nabyly účinnosti.

source: Installation Complete
cs: Instalace dokončena

source: _Finish
cs: _Dokončit

source: Your voices have been successfully removed.
cs: Hlasy byly úspěšně odstraněny.

source: Some changes will not take effect until you restart your computer.
cs: Některé změny se projeví až po restartu počítače.

source: Uninstall Complete
cs: Odinstalování dokončeno

source: _Yes
cs: _Ano

source: _No
cs: _Ne

# GetVoices.Views.AdditionalOptionsControl:AdditionalOptionsGroup
source: Additional Options:
cs: Další možnosti:

# GetVoices.Views.AdditionalOptionsControl:RemoveAVoiceButton
source: _Remove a Voice...
cs: _Odebrat hlas...

# GetVoices.Views.AdditionalOptionsControl:RemoveCompactVoicesButton
source: Remove All Co_mpact Voices
cs: Odebrat všechny hlasy _Compact

# GetVoices.Views.AdditionalOptionsControl:RemoveAllVoicesButton
source: Remove _All Voices
cs: Odebrat _všechny hlasy

# GetVoices.Views.GetVoicesWindow:MainWindow
source: Add/Remove Vocalizer Expressive Voices
cs: Přidat/Odebrat hlasy Vocalizer Expressive

# GetVoices.Views.GetVoicesWindow:CloseButton
source: _Close
cs: Zavří_t

# GetVoices.Views.InstallingVoicesWindow:MainWindow
source: Installing Voices
cs: Hlasy se instalují

# GetVoices.Views.InstallingVoicesWindow:CancelButton
source: _Cancel
cs: _Zrušit

# GetVoices.Views.RemoveAVoiceWindow:MainWindow
source: Remove a Voice
cs: Odebrat hlas

# GetVoices.Views.RemoveAVoiceWindow:InstalledVoicesLabel
source: Installed _Voices:
cs: Na_instalované hlasy:

# GetVoices.Views.RemoveAVoiceWindow:RemoveSelectedVoicesButton
source: _Remove Selected Voices
cs: _Odebrat vybrané hlasy

# GetVoices.Views.RemoveAVoiceWindow:CloseButton
source: _Close
cs: Zavří_t

# GetVoices.Views.RemovingVoicesWindow:MainWindow
source: Removing Voices
cs: Hlasy se odebírají

# GetVoices.Views.RemovingVoicesWindow:CancelButton
source: _Cancel
cs: _Zrušit

# GetVoices.Views.SampleAndSelectVoicesControl:SelectLanguageLabel
source: Select a _Language:
cs: Vyberte _jazyk:

# GetVoices.Views.SampleAndSelectVoicesControl:SelectVoicesLabel
source: Premium _Voices:
cs: Hlasy _Premium:

# GetVoices.Views.SampleAndSelectVoicesControl:PlaySampleButton
source: _Play Sample
cs: Pře_hrát ukázku

# GetVoices.Views.SampleAndSelectVoicesControl:InstallSelectedVoicesButton
source: _Install Selected Voices
cs: _Instalovat vybrané hlasy

# GetVoices.Views.SimpleDialog:CancelButton
source: _Cancel
cs: _Zrušit

source: Arabic
cs: Arabština

source: Basque
cs: Baskičtina

source: Bengali
cs: Bengálština

source: Bulgarian
cs: Bulharština

source: Bhojpuri
cs: Bhojpurština

source: Catalan
cs: Katalánština

source: Cantonese
cs: Čínština (Hong Kong, Kantonština)

source: Czech
cs: Čeština

source: Danish
cs: Dánština

source: Dongbei Chinese
cs: Čínština (Dongbei)

source: Dutch
cs: Holandština

source: Belgian Dutch
cs: Vlámština

source: English
cs: Angličtina

source: English Australian
cs: Angličtina (Austrálie)

source: English Irish
cs: Angličtina (Irsko)

source: English British
cs: Angličtina (Velká Británie)

source: English Indian
cs: Angličtina (Indie)

source: English Scottish
cs: Angličtina (Skotsko)

source: English United States
cs: Angličtina (Spojené státy)

source: English South African
cs: Angličtina (Jižní Afrika)

source: Finnish
cs: Finština

source: French
cs: Francouzština

source: French Belgian
cs: Francouzština (Belgie)

source: French Canadian
cs: Francouzština (Kanada)

source: German
cs: Němčina

source: Galician
cs: Galicijština

source: Greek
cs: Řečtina

source: Hebrew
cs: Hebrejština

source: Hindi
cs: Hindština

source: Croatian
cs: Chorvatština

source: Hungarian
cs: Maďarština

source: Indonesian
cs: Indonéština

source: Japanese
cs: Japonština

source: Kannada
cs: Kannadština

source: Korean
cs: Korejština

source: Marathi
cs: Maráthština

source: Chinese
cs: Čínština

source: Mandarin Chinese
cs: Čínština (Mandarínština)

source: Taiwanese
cs: Čínština (Tchaj-wan)

source: Mandarin Taiwanese
cs: Čínština (Tchaj-wan, Mandarínština)

source: Malay
cs: Malajština

source: Norwegian
cs: Norština

source: Polish
cs: Polština

source: Portuguese
cs: Portugalština

source: Brazilian Portuguese
cs: Portugalština (Brazílie)

source: Romanian
cs: Rumunština

source: Russian
cs: Ruština

source: Shanghainese Chinese
cs: Čínština (Šanghaj)

source: Sichuanese Chinese
cs: Čínština (Sečuán)

source: Slovakian
cs: Slovenština

source: Slovenian
cs: Slovinština

source: Spanish
cs: Španělština

source: Spanish Argentinian
cs: Španělština (Argentina)

source: Spanish Columbian
cs: Španělština (Kolumbie)

source: Spanish Castilian
cs: Španělština

source: Spanish Chilean
cs: Španělština (Chile)

source: Spanish Latin American
cs: Španělština (Latinská Amerika)

source: Swedish
cs: Švédština

source: Shaanxi Chinese
cs: Čínština (Šen-si)

source: Tamil
cs: Tamilština

source: Telugu
cs: Telugština

source: Thai
cs: Thajština

source: Turkish
cs: Turečtina

source: Ukrainian
cs: Ukrajinština

source: Valencian
cs: Valencijština

source: Vietnamese
cs: Vietnamština
