Repository: SaschaGibson/JAWS-Referenz
Catalog: 2025 (C_Program Files_Freedom Scientific_JAWS)/GetVoices/Locale/mki/LC_MESSAGES/GetVoices.po
Languages: mk

source: Unable to communicate with the server. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
mk: Не можам да комуницирам со серверот. Проверете ја вашата интернет конекција и обидете се повторно. Ако проблемот продолжи, контактирајте со техничката поддршка за помош.

source: \n\nError Code: {0}
mk: \n\nКод за грешка: {0}

source: Selection Required
mk: Потребен е избор

source: You must select one or more new voices from the list before installation can begin.
mk: Мора да изберете еден или повеќе нови гласови од списокот пред да започне инсталацијата.

source: No Voices
mk: Нема гласови

source: There are no Vocalizer Expressive 2 voices installed on the system.
mk: На системот нема инсталирани гласови на Vocalizer Expressive 2.

source: No Compact Voices
mk: Нема компактни гласови

source: There are no Vocalizer Expressive 2 Compact voices installed on the system.
mk: На системот нема инсталирани гласови на Vocalizer Expressive 2 Compact.

source: An error has occurred while downloading the {0} voice. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
mk: Се појави грешка при преземањето на гласот {0}. Проверете ја вашата интернет конекција и обидете се повторно. Ако проблемот продолжи, контактирајте со техничката поддршка за помош.

source: Download Error
mk: Грешка во преземањето

source: Downloading {0}
mk: Се презема {0}

source: An error has occurred and installation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
mk: Се појави грешка и инсталацијата не може да продолжи. Обидете се повторно подоцна. Ако проблемот продолжи, контактирајте со техничката поддршка за помош.

source: Error
mk: Грешка

source: An error has occurred while installing the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
mk: Се појави грешка при инсталирањето на гласот {0}. Обидете се повторно подоцна. Ако проблемот продолжи, контактирајте со техничката поддршка за помош.

source: Install Error
mk: Грешка во инсталирањето

source: Installing {0}
mk: Се инсталира {0}

source: You must select one or more voices from the list before uninstallation can begin.
mk: Мора да изберете еден или повеќе гласови од списокот пред да започне деинсталирањето.

source: An error has occurred and uninstallation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
mk: Настана грешка и деинсталирањето не може да продолжи. Обидете се повторно подоцна. Ако проблемот продолжи, контактирајте со техничката поддршка за помош.

source: An error has occurred while uninstalling the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
mk: Се појави грешка при деинсталирањето на гласот {0}. Обидете се повторно подоцна. Ако проблемот продолжи, контактирајте со техничката поддршка за помош.

source: Uninstall Error
mk: Грешка при деинсталирање

source: Removing {0}
mk: Отстранување на {0}

source: \n\nError Code: {0}
mk: \n\nКод за грешка: {0}

source: , Already installed.
mk: , Веќе инсталирано.

source: Compact
mk: Компактен

source: You are about to install a Vocalizer Expressive version 2 voice. Your existing version 1 voices shall be unavailable while version 2 voices are installed. Are you sure you want to continue?
mk: Ќе инсталирате глас на Vocalizer Expressive верзија 2. Вашите постоечки гласови од верзијата 1 ќе бидат недостапни додека се инсталирани гласовите од верзијата 2. Дали сте сигурни дека сакате да продолжите?

source: Confirmation Required
mk: Потребна е потврда

source: Are you sure you want to remove all Vocalizer Expressive 2 Compact voices?
mk: Дали сте сигурни дека сакате да ги отстраните сите гласови на Vocalizer Expressive 2 Compact?

source: Are you sure you want to remove all Vocalizer Expressive 2 voices?
mk: Дали сте сигурни дека сакате да ги отстраните сите гласови на Vocalizer Expressive 2?

source: Remove Voices
mk: Отстранете ги гласовите

source: Your voices have been successfully installed.
mk: Вашите гласови се успешно инсталирани.

source: You must restart {0} in order for these changes to take effect.
mk: Мора да го рестартирате {0} за да стапат на сила овие промени.

source: Installation Complete
mk: Инсталирањето е завршено

source: _Finish
mk: _Заврши

source: Your voices have been successfully removed.
mk: Вашите гласови се успешно отстранети.

source: Some changes will not take effect until you restart your computer.
mk: Некои промени нема да стапат на сила додека не го рестартирате компјутерот.

source: Uninstall Complete
mk: Деинсталирањето заврши

source: _Yes
mk: _Да

source: _No
mk: _Не

# GetVoices.Views.AdditionalOptionsControl:AdditionalOptionsGroup
source: Additional Options:
mk: Дополнителни опции:

# GetVoices.Views.AdditionalOptionsControl:RemoveAVoiceButton
source: _Remove a Voice...
mk: _Отстрани глас...

# GetVoices.Views.AdditionalOptionsControl:RemoveCompactVoicesButton
source: Remove All Co_mpact Voices
mk: Отстранете ги сите ко_мпактни гласови

# GetVoices.Views.AdditionalOptionsControl:RemoveAllVoicesButton
source: Remove _All Voices
mk: Отстрани ги _Сите гласови

# GetVoices.Views.GetVoicesWindow:MainWindow
source: Add/Remove Vocalizer Expressive Voices
mk: Додадете/Отстранете ги експресивните гласови на вокализатор

# GetVoices.Views.GetVoicesWindow:CloseButton
source: _Close
mk: _Затвори

# GetVoices.Views.InstallingVoicesWindow:MainWindow
source: Installing Voices
mk: Инсталирање на гласови

# GetVoices.Views.InstallingVoicesWindow:CancelButton
source: _Cancel
mk: _Откажи

# GetVoices.Views.RemoveAVoiceWindow:MainWindow
source: Remove a Voice
mk: Отстрани глас

# GetVoices.Views.RemoveAVoiceWindow:InstalledVoicesLabel
source: Installed _Voices:
mk: Инсталиран _Voices:

# GetVoices.Views.RemoveAVoiceWindow:RemoveSelectedVoicesButton
source: _Remove Selected Voices
mk: _Отстранете ги избраните гласови

# GetVoices.Views.RemoveAVoiceWindow:CloseButton
source: _Close
mk: _Затвори

# GetVoices.Views.RemovingVoicesWindow:MainWindow
source: Removing Voices
mk: Отстранување на гласови

# GetVoices.Views.RemovingVoicesWindow:CancelButton
source: _Cancel
mk: _Откажи

# GetVoices.Views.SampleAndSelectVoicesControl:SelectLanguageLabel
source: Select a _Language:
mk: Изберете _јазик:

# GetVoices.Views.SampleAndSelectVoicesControl:SelectVoicesLabel
source: Premium _Voices:
mk: Премиум _Гласови:

# GetVoices.Views.SampleAndSelectVoicesControl:PlaySampleButton
source: _Play Sample
mk: _Играјте примерок

# GetVoices.Views.SampleAndSelectVoicesControl:InstallSelectedVoicesButton
source: _Install Selected Voices
mk: _Инсталирајте избрани гласови

# GetVoices.Views.SimpleDialog:OKButton
source: _OK
mk: _ДОБРО

# GetVoices.Views.SimpleDialog:CancelButton
source: _Cancel
mk: _Откажи

source: Arabic
mk: Арапски

source: Basque
mk: Баскија

source: Bengali
mk: Бенгалски

source: Bulgarian
mk: Бугарски

source: Bhojpuri
mk: Бојпури

source: Catalan
mk: Каталонски

source: Cantonese
mk: Кантонски

source: Czech
mk: Чешки

source: Danish
mk: Дански

source: Dutch
mk: Холандски

source: Belgian Dutch
mk: Белгиски Холанѓани

source: English
mk: Англиски

source: English Australian
mk: Англиски австралиски

source: English Irish
mk: Англиски ирски

source: English British
mk: Англиски британски

source: English Indian
mk: Англиски индиски

source: English Scottish
mk: Англиски шкотски

source: English United States
mk: Англиски Соединетите Американски Држави

source: English South African
mk: Англиски јужноафрикански

source: Farsi
mk: Фарси

source: Finnish
mk: Фински

source: French
mk: Француски

source: French Belgian
mk: Француски белгиски

source: French Canadian
mk: Француски канадски

source: German
mk: Германски

source: Galician
mk: Галициски

source: Greek
mk: Грчки

source: Hebrew
mk: Хебрејски

source: Hindi
mk: Хинди

source: Croatian
mk: Хрватски

source: Hungarian
mk: Унгарски

source: Indonesian
mk: Индонезиски

source: Italian
mk: Италијански

source: Japanese
mk: Јапонски

source: Kannada
mk: Каннада

source: Korean
mk: Корејски

source: Marathi
mk: Марати

source: Chinese
mk: Кинески

source: Mandarin Chinese
mk: Мандарински Кинески

source: Taiwanese
mk: Тајвански

source: Mandarin Taiwanese
mk: Мандарински тајвански

source: Malay
mk: Малајски

source: Norwegian
mk: Норвешки

source: Polish
mk: Полски

source: Portuguese
mk: Португалски

source: Brazilian Portuguese
mk: Бразилски Португалец

source: Romanian
mk: Романски

source: Russian
mk: Руски

source: Shanghainese Chinese
mk: Шангајски Кинез

source: Sichuanese Chinese
mk: Сечуански кинески

source: Slovakian
mk: Словачки

source: Slovenian
mk: Словенечки

source: Spanish
mk: Шпански

source: Spanish Argentinian
mk: Шпански Аргентинец

source: Spanish Columbian
mk: Шпански колумбиец

source: Spanish Castilian
mk: Шпански кастилски

source: Spanish Chilean
mk: Шпански Чилеанец

source: Spanish Latin American
mk: Шпански латиноамерикански

source: Swedish
mk: Шведски

source: Shaanxi Chinese
mk: Шанкси кинески

source: Tamil
mk: Тамилски

source: Telugu
mk: Телугу

source: Thai
mk: Тајландски

source: Turkish
mk: Турски

source: Ukrainian
mk: Украински

source: Valencian
mk: Валенсија

source: Vietnamese
mk: Виетнамски
