Repository: SaschaGibson/JAWS-Referenz
Catalog: 2025 (C_Program Files_Freedom Scientific_JAWS)/GetVoices/Locale/lvi/LC_MESSAGES/GetVoices.po
Languages: lv

source: Unable to communicate with the server. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
lv: Nevar sazināties ar serveri. Pārbaudiet interneta savienojumu un mēģiniet vēlreiz. Ja problēma joprojām pastāv, sazinieties ar tehnisko atbalstu, lai saņemtu palīdzību.

source: \n\nError Code: {0}
lv: \n\nKļūdas kods: {0}

source: Selection Required
lv: Nepieciešama atlase

source: You must select one or more new voices from the list before installation can begin.
lv: Lai varētu sākt instalēšanu, sarakstā ir jāatlasa viena vai vairākas jaunas balsis.

source: No Voices
lv: Nav balsu

source: There are no Vocalizer Expressive 2 voices installed on the system.
lv: Sistēmā nav instalētas Vocalizer Expressive 2 balsis.

source: No Compact Voices
lv: Nav kompaktu balsu

source: There are no Vocalizer Expressive 2 Compact voices installed on the system.
lv: Sistēmā nav instalētas Vocalizer Expressive 2 Compact balsis.

source: An error has occurred while downloading the {0} voice. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
lv: Lejupielādējot {0} balsi, radās kļūda. Pārbaudiet interneta savienojumu un mēģiniet vēlreiz. Ja problēma joprojām pastāv, sazinieties ar tehnisko atbalstu, lai saņemtu palīdzību.

source: Download Error
lv: Lejupielādes kļūda

source: Downloading {0}
lv: Notiek {0} lejupielāde

source: An error has occurred and installation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
lv: Radās kļūda, un instalēšanu nevarēja turpināt. Lūdzu, pamēģiniet vēlreiz vēlāk. Ja problēma joprojām pastāv, sazinieties ar tehnisko atbalstu, lai saņemtu palīdzību.

source: Error
lv: Kļūda

source: An error has occurred while installing the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
lv: Instalējot {0} balsi, radās kļūda. Lūdzu, pamēģiniet vēlreiz vēlāk. Ja problēma joprojām pastāv, sazinieties ar tehnisko atbalstu, lai saņemtu palīdzību.

source: Install Error
lv: Instalēšanas kļūda

source: Installing {0}
lv: Notiek {0} instalēšana

source: You must select one or more voices from the list before uninstallation can begin.
lv: Lai varētu sākt atinstalēšanu, sarakstā ir jāatlasa viena vai vairākas balsis.

source: An error has occurred and uninstallation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
lv: Radās kļūda, un atinstalēšanu nevarēja turpināt. Lūdzu, pamēģiniet vēlreiz vēlāk. Ja problēma joprojām pastāv, sazinieties ar tehnisko atbalstu, lai saņemtu palīdzību.

source: An error has occurred while uninstalling the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
lv: Atinstalējot {0} balsi, radās kļūda. Lūdzu, pamēģiniet vēlreiz vēlāk. Ja problēma joprojām pastāv, sazinieties ar tehnisko atbalstu, lai saņemtu palīdzību.

source: Uninstall Error
lv: Atinstalēšanas kļūda

source: Removing {0}
lv: Notiek {0} noņemšana

source: \n\nError Code: {0}
lv: \n\nKļūdas kods: {0}

source: , Already installed.
lv: , Jau instalēts.

source: Compact
lv: Kompakts

source: You are about to install a Vocalizer Expressive version 2 voice. Your existing version 1 voices shall be unavailable while version 2 voices are installed. Are you sure you want to continue?
lv: Jūs gatavojaties instalēt Vocalizer Expressive 2 versijas balsi. Jūsu esošās 1. versijas balsis nebūs pieejamas, kamēr būs instalētas 2. versijas balsis. Vai tiešām vēlaties turpināt?

source: Confirmation Required
lv: Nepieciešams apstiprinājums

source: Are you sure you want to remove all Vocalizer Expressive 2 Compact voices?
lv: Vai tiešām vēlaties noņemt visas Vocalizer Expressive 2 Compact balsis?

source: Are you sure you want to remove all Vocalizer Expressive 2 voices?
lv: Vai tiešām vēlaties noņemt visas Vocalizer Expressive 2 balsis?

source: Remove Voices
lv: Noņemiet balsis

source: Your voices have been successfully installed.
lv: Jūsu balsis ir veiksmīgi instalētas.

source: You must restart {0} in order for these changes to take effect.
lv: Lai šīs izmaiņas stātos spēkā, jums ir jārestartē {0}.

source: Installation Complete
lv: Instalācija pabeigta

source: _Finish
lv: _Pabeigt

source: Your voices have been successfully removed.
lv: Jūsu balsis ir veiksmīgi noņemtas.

source: Some changes will not take effect until you restart your computer.
lv: Dažas izmaiņas stāsies spēkā tikai pēc datora restartēšanas.

source: Uninstall Complete
lv: Atinstalēšana pabeigta

source: _Yes
lv: _Jā

source: _No
lv: _Nē

# GetVoices.Views.AdditionalOptionsControl:AdditionalOptionsGroup
source: Additional Options:
lv: Papildu opcijas:

# GetVoices.Views.AdditionalOptionsControl:RemoveAVoiceButton
source: _Remove a Voice...
lv: _Noņemt balsi...

# GetVoices.Views.AdditionalOptionsControl:RemoveCompactVoicesButton
source: Remove All Co_mpact Voices
lv: Noņemiet visas Co_mpact balsis

# GetVoices.Views.AdditionalOptionsControl:RemoveAllVoicesButton
source: Remove _All Voices
lv: Noņemt _Visas balsis

# GetVoices.Views.GetVoicesWindow:MainWindow
source: Add/Remove Vocalizer Expressive Voices
lv: Pievienot/noņemt Vocalizer Expressive balsis

# GetVoices.Views.GetVoicesWindow:CloseButton
source: _Close
lv: _Aizvērt

# GetVoices.Views.InstallingVoicesWindow:MainWindow
source: Installing Voices
lv: Balsu instalēšana

# GetVoices.Views.InstallingVoicesWindow:CancelButton
source: _Cancel
lv: _Atcelt

# GetVoices.Views.RemoveAVoiceWindow:MainWindow
source: Remove a Voice
lv: Noņemiet balsi

# GetVoices.Views.RemoveAVoiceWindow:InstalledVoicesLabel
source: Installed _Voices:
lv: Instalētas _Balsis:

# GetVoices.Views.RemoveAVoiceWindow:RemoveSelectedVoicesButton
source: _Remove Selected Voices
lv: _Noņemt atlasītās balsis

# GetVoices.Views.RemoveAVoiceWindow:CloseButton
source: _Close
lv: _Aizvērt

# GetVoices.Views.RemovingVoicesWindow:MainWindow
source: Removing Voices
lv: Balsu noņemšana

# GetVoices.Views.RemovingVoicesWindow:CancelButton
source: _Cancel
lv: _Atcelt

# GetVoices.Views.SampleAndSelectVoicesControl:SelectLanguageLabel
source: Select a _Language:
lv: Izvēlieties _valodu:

# GetVoices.Views.SampleAndSelectVoicesControl:SelectVoicesLabel
source: Premium _Voices:
lv: Premium _Balsis:

# GetVoices.Views.SampleAndSelectVoicesControl:PlaySampleButton
source: _Play Sample
lv: _Atskaņot paraugu

# GetVoices.Views.SampleAndSelectVoicesControl:InstallSelectedVoicesButton
source: _Install Selected Voices
lv: _Instalējiet atlasītās balsis

# GetVoices.Views.SimpleDialog:OKButton
source: _OK
lv: _Labi

# GetVoices.Views.SimpleDialog:CancelButton
source: _Cancel
lv: _Atcelt

source: Arabic
lv: Arābu

source: Basque
lv: Basku

source: Bengali
lv: Bengāļu

source: Bulgarian
lv: Bulgāru

source: Catalan
lv: Katalāņu

source: Cantonese
lv: Kantonas

source: Czech
lv: Čehu

source: Danish
lv: Dāņu

source: Dongbei Chinese
lv: Dongbei ķīniešu

source: Dutch
lv: Holandiešu

source: Belgian Dutch
lv: Beļģijas holandiešu

source: English
lv: Angļu

source: English Australian
lv: Angļu austrāliešu

source: English Irish
lv: Anglu īru

source: English British
lv: Angļu britu

source: English Indian
lv: Angļu indiešu

source: English Scottish
lv: Angļu skotu

source: English United States
lv: Angļu Amerikas

source: English South African
lv: Angļu Dienvidāfrikas

source: Farsi
lv: Persiešu

source: Finnish
lv: Somu

source: French
lv: Franču

source: French Belgian
lv: Beļģu franču

source: French Canadian
lv: Kanādas franču

source: German
lv: Vācu

source: Galician
lv: Galisiešu

source: Greek
lv: Grieķu

source: Hebrew
lv: Ebreju

source: Croatian
lv: Horvātu

source: Hungarian
lv: Ungāru

source: Indonesian
lv: Indonēziešu

source: Italian
lv: Itāļu

source: Japanese
lv: Japāņu

source: Kannada
lv: Kanādiešu

source: Korean
lv: Korejiešu

source: Marathi
lv: Maratu

source: Chinese
lv: Ķīniešu

source: Mandarin Chinese
lv: Mandarīnu ķīniešu

source: Taiwanese
lv: Taivāņu

source: Mandarin Taiwanese
lv: Taivānas mandarīnu

source: Malay
lv: Malajiešu

source: Norwegian
lv: Norvēģu

source: Polish
lv: Poļu

source: Portuguese
lv: Portugāļu

source: Brazilian Portuguese
lv: Brazīlijas portugāļu

source: Romanian
lv: Rumāņu

source: Russian
lv: Krievu

source: Shanghainese Chinese
lv: Šanhajas ķīniešu

source: Sichuanese Chinese
lv: Sičuānas ķīniešu

source: Slovakian
lv: Slovāku

source: Slovenian
lv: Slovēņu

source: Spanish
lv: Spāņu

source: Spanish Argentinian
lv: Spāņu argentīnas

source: Spanish Columbian
lv: Spāņu kolumbijas

source: Spanish Castilian
lv: Spāņu kastīliešu

source: Spanish Chilean
lv: Spāņu čīliešu

source: Spanish Latin American
lv: Spāņu Latīņamerikas

source: Swedish
lv: Zviedru

source: Shaanxi Chinese
lv: Shaanxi ķīniešu

source: Tamil
lv: Tamilu

source: Thai
lv: Taizemiešu

source: Turkish
lv: Turku

source: Ukrainian
lv: Ukraiņu

source: Valencian
lv: Valensiešu

source: Vietnamese
lv: Vjetnamiešu
