Repository: SaschaGibson/JAWS-Referenz
Catalog: 2025 (C_Program Files_Freedom Scientific_JAWS)/GetVoices/Locale/sky/LC_MESSAGES/GetVoices.po
Languages: sk

source: Unable to communicate with the server. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
sk: Nepodarilo sa komunikovať so serverom. Skontrolujte pripojenie k internetu a skúste to znova. Ak problém pretrváva, kontaktujte technickú podporu.

source: \n\nError Code: {0}
sk: \n\nKód chyby: {0}

source: Selection Required
sk: Vyžaduje sa výber

source: You must select one or more new voices from the list before installation can begin.
sk: Ak chcete začať s inštaláciou, musíte vybrať jeden alebo viacero nových hlasov zo zoznamu.

source: No Voices
sk: Žiadne hlasy

source: There are no Vocalizer Expressive 2 voices installed on the system.
sk: V systéme nie sú nainštalované hlasy Vocalizer Expressive 2.

source: No Compact Voices
sk: Žiadne hlasy Compact

source: There are no Vocalizer Expressive 2 Compact voices installed on the system.
sk: V systéme nie sú nainštalované žiadne hlasy Vocalizer Expressive 2 Compact.

source: An error has occurred while downloading the {0} voice. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
sk: Pri preberaní hlasu {0} sa vyskytla chyba. Skontrolujte pripojenie k internetu a skúste to znova. Ak problém pretrváva, kontaktujte technickú podporu.

source: Download Error
sk: Chyba sťahovania

source: Downloading {0}
sk: Sťahujem {0}

source: An error has occurred and installation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
sk: Vyskytla sa chyba a inštalácia nemohla pokračovať. Skúste neskôr prosím. Ak problém pretrváva, kontaktujte technickú podporu.

source: Error
sk: Chyba

source: An error has occurred while installing the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
sk: Pri inštalácii hlasu {0} sa vyskytla chyba. Skúste neskôr prosím. Ak problém pretrváva, kontaktujte technickú podporu.

source: Install Error
sk: Chyba inštalácie

source: Installing {0}
sk: Inštalujem {0}

source: You must select one or more voices from the list before uninstallation can begin.
sk: Pred odinštalovaním musíte vybrať jeden alebo viac hlasov zo zoznamu.

source: An error has occurred and uninstallation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
sk: Vyskytla sa chyba a odinštalácia nemohla pokračovať. Skúste neskôr prosím. Ak problém pretrváva, kontaktujte technickú podporu.

source: An error has occurred while uninstalling the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
sk: Pri odinštalovaní hlasu {0} sa vyskytla chyba. Skúste neskôr prosím. Ak problém pretrváva, kontaktujte technickú podporu.

source: Uninstall Error
sk: Chyba odinštalácie

source: Removing {0}
sk: Odstraňujem {0}

source: \n\nError Code: {0}
sk: \n\nKód chyby: {0}

source: , Already installed.
sk: , Už nainštalované.

source: You are about to install a Vocalizer Expressive version 2 voice. Your existing version 1 voices shall be unavailable while version 2 voices are installed. Are you sure you want to continue?
sk: Chystáte sa nainštalovať hlas Vocalizer Expressive verzie 2. Vaše existujúce verzie 1 hlasy budú nedostupné pri inštalácii hlasov vo verzii 2. Ste si istý, že chcete pokračovať?

source: Confirmation Required
sk: Je potrebné potvrdenie

source: Are you sure you want to remove all Vocalizer Expressive 2 Compact voices?
sk: Naozaj chcete odstrániť všetky hlasy Vocalizer Expressive 2 Compact?

source: Are you sure you want to remove all Vocalizer Expressive 2 voices?
sk: Naozaj chcete odstrániť všetky hlasy Vocalizer Expressive 2?

source: Remove Voices
sk: Odstrániť hlasy

source: Your voices have been successfully installed.
sk: Vaše hlasy boli úspešne nainštalované.

source: You must restart {0} in order for these changes to take effect.
sk: Ak chcete vykonať tieto zmeny, musíte znova reštartovať {0}.

source: Installation Complete
sk: Inštalácia dokončená

source: _Finish
sk: _Dokončiť

source: Your voices have been successfully removed.
sk: Vaše hlasy boli úspešne odstránené.

source: Some changes will not take effect until you restart your computer.
sk: Niektoré zmeny sa prejavia až po reštartovaní počítača.

source: Uninstall Complete
sk: Odinštalácia dokončená

source: _Yes
sk: _Áno

source: _No
sk: _Nie

# GetVoices.Views.AdditionalOptionsControl:AdditionalOptionsGroup
source: Additional Options:
sk: Ďalšie možnosti:

# GetVoices.Views.AdditionalOptionsControl:RemoveAVoiceButton
source: _Remove a Voice...
sk: _Odstrániť hlas ...

# GetVoices.Views.AdditionalOptionsControl:RemoveCompactVoicesButton
source: Remove All Co_mpact Voices
sk: Odstrániť všetky hlasy Co_mpact

# GetVoices.Views.AdditionalOptionsControl:RemoveAllVoicesButton
source: Remove _All Voices
sk: Odstrániť všetky hl_asy

# GetVoices.Views.GetVoicesWindow:MainWindow
source: Add/Remove Vocalizer Expressive Voices
sk: Pridať/Odstrániť hlasy Vocalizer Expressive

# GetVoices.Views.GetVoicesWindow:CloseButton
source: _Close
sk: _Zatvoriť

# GetVoices.Views.InstallingVoicesWindow:MainWindow
source: Installing Voices
sk: Inštalujem hlasy

# GetVoices.Views.InstallingVoicesWindow:CancelButton
source: _Cancel
sk: _Zrušiť

# GetVoices.Views.RemoveAVoiceWindow:MainWindow
source: Remove a Voice
sk: Odstrániť hlas

# GetVoices.Views.RemoveAVoiceWindow:InstalledVoicesLabel
source: Installed _Voices:
sk: Inštalované _Hlasy:

# GetVoices.Views.RemoveAVoiceWindow:RemoveSelectedVoicesButton
source: _Remove Selected Voices
sk: _Odstrániť vybrané hlasy

# GetVoices.Views.RemoveAVoiceWindow:CloseButton
source: _Close
sk: _Zatvoriť

# GetVoices.Views.RemovingVoicesWindow:MainWindow
source: Removing Voices
sk: Odstraňujem hlasy

# GetVoices.Views.RemovingVoicesWindow:CancelButton
source: _Cancel
sk: _Zrušiť

# GetVoices.Views.SampleAndSelectVoicesControl:SelectLanguageLabel
source: Select a _Language:
sk: vyberte _jazyk

# GetVoices.Views.SampleAndSelectVoicesControl:PlaySampleButton
source: _Play Sample
sk: _Prehrať ukážku

# GetVoices.Views.SampleAndSelectVoicesControl:InstallSelectedVoicesButton
source: _Install Selected Voices
sk: _Inštalovať vybrané hlasy

# GetVoices.Views.SimpleDialog:CancelButton
source: _Cancel
sk: _Zrušiť

source: Arabic
sk: Arabčina

source: Basque
sk: Baskičtina

source: Bengali
sk: Bengálština

source: Bulgarian
sk: Bulharčina

source: Catalan
sk: Katalánčina

source: Cantonese
sk: Kantónština

source: Czech
sk: Čeština

source: Danish
sk: Dánština

source: Dongbei Chinese
sk: Čínština Dongbei

source: Dutch
sk: Holandština

source: Belgian Dutch
sk: Holandština Belgická

source: English
sk: Angličtina

source: English Australian
sk: Angličtina Austrálska

source: English Irish
sk: Angličtina Írskka

source: English British
sk: Angličtina Britská

source: English Indian
sk: Angličtina Indická

source: English Scottish
sk: Angličtina Škótska

source: English United States
sk: Angličtina Americká

source: English South African
sk: Angličtina Južná Afrika

source: Finnish
sk: Fínština

source: French
sk: Francúzština

source: French Belgian
sk: Belgická Francúzština

source: French Canadian
sk: Francúzština Kanadská

source: German
sk: Nemčina

source: Galician
sk: Galícijčina

source: Greek
sk: Gréčtina

source: Hebrew
sk: Hebrejština

source: Hindi
sk: Hindčina

source: Croatian
sk: Chorvátština

source: Hungarian
sk: Maďarčina

source: Indonesian
sk: Indonézčina

source: Italian
sk: Taliančina

source: Japanese
sk: Japončina

source: Korean
sk: Kórejština

source: Chinese
sk: Čínština

source: Mandarin Chinese
sk: Čínština Mandarínska

source: Taiwanese
sk: Tajvančina

source: Mandarin Taiwanese
sk: Tajwanská Mandarínčina

source: Malay
sk: Malajčina

source: Norwegian
sk: Nórština

source: Polish
sk: Polština

source: Portuguese
sk: Portugalština

source: Brazilian Portuguese
sk: Brazílska Portugalština

source: Romanian
sk: Rumunčina

source: Russian
sk: Ruština

source: Shanghainese Chinese
sk: Šanghajská čínština

source: Sichuanese Chinese
sk: Sečuánska Čínština

source: Slovakian
sk: Slovenčina

source: Slovenian
sk: Slovinčina

source: Spanish
sk: Španielšina

source: Spanish Argentinian
sk: Španielčina Argentínska

source: Spanish Columbian
sk: Španielčina Kolimíjska

source: Spanish Castilian
sk: Španielčina Kastílska

source: Spanish Chilean
sk: Španielčina Čilská

source: Spanish Latin American
sk: Španielčina Latinská Amerika

source: Swedish
sk: Švédština

source: Shaanxi Chinese
sk: Čínština Shaanxi

source: Thai
sk: Thajčina

source: Turkish
sk: Turečtina

source: Ukrainian
sk: Ukrajinčina

source: Valencian
sk: Valenciánčina

source: Vietnamese
sk: Vietnamčina
