Repository: SaschaGibson/JAWS-Referenz
Catalog: 2025 (C_Program Files_Freedom Scientific_JAWS)/GetVoices/Locale/hun/LC_MESSAGES/GetVoices.po
Languages: hu

source: Unable to communicate with the server. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
hu: Nem lehet kommunikálni a szerverrel. Ellenőrizze az internetkapcsolatát és próbálkozzon újra. Ha a hiba továbbra is fennáll, forduljon segítségért a technikai támogató szolgálathoz.

source: \n\nError Code: {0}
hu: \n\nHibakód: {0}

source: Selection Required
hu: Kiválasztás szükséges

source: You must select one or more new voices from the list before installation can begin.
hu: A listából ki kell választani egy vagy több új hangot, mielőtt a telepítés megkezdődhetne.

source: No Voices
hu: Nincsenek hangok

source: There are no Vocalizer Expressive 2 voices installed on the system.
hu: Nincsenek Vocalizer Expressive 2 hangok telepítve ezen a rendszeren.

source: No Compact Voices
hu: Nincsenek Compact hangok

source: There are no Vocalizer Expressive 2 Compact voices installed on the system.
hu: Nincsenek Vocalizer Expressive 2 Compact hangok telepítve ezen a rendszeren.

source: An error has occurred while downloading the {0} voice. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
hu: A(z) {0} hang letöltése közben hiba lépett fel. Ellenőrizze az internetkapcsolatát és próbálkozzon újra. Ha a hiba továbbra is fennáll, forduljon segítségért a technikai támogató szolgálathoz.

source: Download Error
hu: Letöltési hiba

source: Downloading {0}
hu: {0} letöltése

source: An error has occurred and installation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
hu: Hiba lépett fel és a telepítés nem tudott folytatódni. Próbálja meg később ismét. Ha a hiba továbbra is fennáll, forduljon segítségért a technikai támogató szolgálathoz.

source: Error
hu: Hiba

source: An error has occurred while installing the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
hu: A(z) hang telepítése közben hiba lépett fel. Próbálja meg később újból. Ha a hiba továbbra is fennáll, forduljon segítségért a technikai támogató szolgálathoz.

source: Install Error
hu: Telepítési hiba

source: Installing {0}
hu: {0} telepítése

source: You must select one or more voices from the list before uninstallation can begin.
hu: Egy vagy több hangot ki kell választani a listából, hogy az eltávolítás megkezdődhessen.

source: An error has occurred and uninstallation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
hu: Hiba lépett fel és az eltávolítás nem tudott folytatódni. Próbálja meg később újra. Ha a hiba továbbra is fennáll, forduljon segítségért a technikai támogató szolgálathoz.

source: An error has occurred while uninstalling the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
hu: A(z) hang eltávolításakor hiba lépett fel. Próbálja meg később újra. Ha a hiba továbbra is fennáll, forduljon segítségért a technikai támogató szolgálathoz.

source: Uninstall Error
hu: Eltávolítási hiba

source: Removing {0}
hu: {0} eltávolítása

source: \n\nError Code: {0}
hu: \n\nHibakód: {0}

source: , Already installed.
hu: , már telepítve van.

source: You are about to install a Vocalizer Expressive version 2 voice. Your existing version 1 voices shall be unavailable while version 2 voices are installed. Are you sure you want to continue?
hu: Egy 2. generációs Vocalizer Expressive hangot készül telepíteni. A már meglévő 1. generációs hangok nem lesznek elérhetőek, amíg 2. generációs hangok telepítve vannak. Biztosan folytatni kívánja?

source: Confirmation Required
hu: Megerősítés szükséges

source: Are you sure you want to remove all Vocalizer Expressive 2 Compact voices?
hu: Biztosan el kívánja távolítani az összes Vocalizer Expressive 2 Compact hangot?

source: Are you sure you want to remove all Vocalizer Expressive 2 voices?
hu: Biztosan el kívánja távolítani az összes Vocalizer Expressive 2 hangot?

source: Remove Voices
hu: Hangok eltávolítása

source: Your voices have been successfully installed.
hu: A hangok sikeresen telepítve lettek.

source: You must restart {0} in order for these changes to take effect.
hu: A {0} újraindítása szükséges, hogy ezek a változtatások érvénybe lépjenek.

source: Installation Complete
hu: A telepítés kész

source: _Finish
hu: _Befejezés

source: Your voices have been successfully removed.
hu: A hangok sikeresen el lettek távolítva.

source: Some changes will not take effect until you restart your computer.
hu: Néhány változtatás újraindítás után fog érvénybe lépni.

source: Uninstall Complete
hu: Az eltávolítás kész

source: _Yes
hu: _Igen

source: _No
hu: _Nem

# GetVoices.Views.AdditionalOptionsControl:AdditionalOptionsGroup
source: Additional Options:
hu: További beállítások:

# GetVoices.Views.AdditionalOptionsControl:RemoveAVoiceButton
source: _Remove a Voice...
hu: Egy hang _eltávolítása...

# GetVoices.Views.AdditionalOptionsControl:RemoveCompactVoicesButton
source: Remove All Co_mpact Voices
hu: Minden Co_mpact hang eltávolítása

# GetVoices.Views.AdditionalOptionsControl:RemoveAllVoicesButton
source: Remove _All Voices
hu: _Minden hang eltávolítása

# GetVoices.Views.GetVoicesWindow:MainWindow
source: Add/Remove Vocalizer Expressive Voices
hu: Vocalizer Expressive hangok hozzáadása/eltávolítása

# GetVoices.Views.GetVoicesWindow:CloseButton
source: _Close
hu: _Bezárás

# GetVoices.Views.InstallingVoicesWindow:MainWindow
source: Installing Voices
hu: Hangok telepítése

# GetVoices.Views.InstallingVoicesWindow:CancelButton
source: _Cancel
hu: _Mégse

# GetVoices.Views.RemoveAVoiceWindow:MainWindow
source: Remove a Voice
hu: Egy hang törlése

# GetVoices.Views.RemoveAVoiceWindow:InstalledVoicesLabel
source: Installed _Voices:
hu: Telepített _hangok:

# GetVoices.Views.RemoveAVoiceWindow:RemoveSelectedVoicesButton
source: _Remove Selected Voices
hu: A kiválasztott hang _eltávolítása

# GetVoices.Views.RemoveAVoiceWindow:CloseButton
source: _Close
hu: _Bezárás

# GetVoices.Views.RemovingVoicesWindow:MainWindow
source: Removing Voices
hu: Hangok eltávolítása

# GetVoices.Views.RemovingVoicesWindow:CancelButton
source: _Cancel
hu: _Mégse

# GetVoices.Views.SampleAndSelectVoicesControl:SelectLanguageLabel
source: Select a _Language:
hu: Egy _nyelv kiválasztása:

# GetVoices.Views.SampleAndSelectVoicesControl:SelectVoicesLabel
source: Premium _Voices:
hu: Premium _hangok:

# GetVoices.Views.SampleAndSelectVoicesControl:PlaySampleButton
source: _Play Sample
hu: Minta _lejátszása

# GetVoices.Views.SampleAndSelectVoicesControl:InstallSelectedVoicesButton
source: _Install Selected Voices
hu: Kiválasztott hangok _telepítése

# GetVoices.Views.SimpleDialog:CancelButton
source: _Cancel
hu: _Mégse

source: Arabic
hu: arab

source: Basque
hu: baszk

source: Bengali
hu: bengáli

source: Bulgarian
hu: bolgár

source: Bhojpuri
hu: bhodzspuri

source: Catalan
hu: katalán

source: Cantonese
hu: kantoni

source: Czech
hu: cseh

source: Danish
hu: dán

source: Dongbei Chinese
hu: dongbei kínai

source: Dutch
hu: holland

source: Belgian Dutch
hu: belga holland

source: English
hu: angol

source: English Australian
hu: ausztrál angol

source: English Irish
hu: ír angol

source: English British
hu: brit angol

source: English Indian
hu: indiai angol

source: English Scottish
hu: skót angol

source: English United States
hu: amerikai angol

source: English South African
hu: dél-afrikai angol

source: Farsi
hu: fárszi

source: Finnish
hu: finn

source: French
hu: francia

source: French Belgian
hu: belga francia

source: French Canadian
hu: francia kanadai

source: German
hu: német

source: Galician
hu: galiciai

source: Greek
hu: görög

source: Hebrew
hu: héber

source: Croatian
hu: horvát

source: Hungarian
hu: magyar

source: Indonesian
hu: indonéz

source: Italian
hu: olasz

source: Japanese
hu: japán

source: Korean
hu: koreai

source: Marathi
hu: maráthi

source: Chinese
hu: kínai

source: Mandarin Chinese
hu: kínai mandarin

source: Taiwanese
hu: tajvani

source: Mandarin Taiwanese
hu: tajvani mandarin

source: Malay
hu: maláj

source: Norwegian
hu: norvég

source: Polish
hu: lengyel

source: Portuguese
hu: portugál

source: Brazilian Portuguese
hu: brazil portugál

source: Romanian
hu: román

source: Russian
hu: orosz

source: Shanghainese Chinese
hu: sanghaji kínai

source: Sichuanese Chinese
hu: szecsuáni kínai

source: Slovakian
hu: szlovák

source: Slovenian
hu: szlovén

source: Spanish
hu: spanyol

source: Spanish Argentinian
hu: argentin spanyol

source: Spanish Columbian
hu: kolumbiai spanyol

source: Spanish Castilian
hu: kasztíliai spanyol

source: Spanish Chilean
hu: chilei spanyol

source: Spanish Latin American
hu: latin-amerikai spanyol

source: Swedish
hu: svéd

source: Shaanxi Chinese
hu: senhszi kínai

source: Turkish
hu: török

source: Ukrainian
hu: ukrán

source: Valencian
hu: valenciai

source: Vietnamese
hu: vietnámi
