Repository: SaschaGibson/JAWS-Referenz
Catalog: 2025 (C_Program Files_Freedom Scientific_JAWS)/GetVoices/Locale/eti/LC_MESSAGES/GetVoices.po
Languages: et

source: Unable to communicate with the server. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
et: Ei suuda serveriga ühendust luua. Kontrolli internetiühendust ja proovi uuesti. Kui probleem püsib, võta abi saamiseks ühendust tehnilise toega.

source: \n\nError Code: {0}
et: \n\nVeakood: {0}

source: Selection Required
et: Valik on nõutav

source: You must select one or more new voices from the list before installation can begin.
et: Loetelust tuleb valida üks või mitu uut häält, enne kui paigaldamine saab alata.

source: No Voices
et: Pole hääli

source: There are no Vocalizer Expressive 2 voices installed on the system.
et: Süsteemi pole paigaldatud ühtegi Vocalizer Expressive 2 häält.

source: No Compact Voices
et: Pole kompaktseid hääli

source: There are no Vocalizer Expressive 2 Compact voices installed on the system.
et: Süsteemi pole paigaldatud ühtegi Vocalizer Expressive 2 kompaktset häält.

source: An error has occurred while downloading the {0} voice. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
et: Juhtus viga hääle {0} allalaadimise ajal. Kontrolli internetiühendust ja proovi uuesti. Kui viga püsib, võta abi saamiseks ühendust tehnilise toega.

source: Download Error
et: Allalaadimise viga

source: Downloading {0}
et: Laadin alla {0}

source: An error has occurred and installation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
et: Juhtus viga ja paigaldamine ei saa jätkuda. Palun proovi hiljem uuesti. Kui viga püsib, võta abi saamiseks ühendust tehnilise toega.

source: Error
et: Viga

source: An error has occurred while installing the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
et: Juhtus viga hääle {0} paigaldamisel. Palun proovi hiljem uuesti. Kui probleem püsib, võta abi saamiseks ühendust tehnilise toega.

source: Install Error
et: Paigaldamise viga

source: Installing {0}
et: Paigaldan: {0}

source: You must select one or more voices from the list before uninstallation can begin.
et: Pead loetelust valima ühe või mitu häält, enne kui eemaldamine saab alata.

source: An error has occurred and uninstallation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
et: Juhtus viga ja eemaldamine ei saa jätkuda. Palun proovi hiljem uuesti. Kui probleem püsib, võta abi saamiseks ühendust tehnilise toega.

source: An error has occurred while uninstalling the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
et: Juhtus viga hääle {0} eemaldamisel. Palun proovi hiljem uuesti. Kui probleem püsib, võta abi saamiseks ühendust tehnilise toega.

source: Uninstall Error
et: Eemaldamise viga

source: Removing {0}
et: Eemaldan: {0}

source: \n\nError Code: {0}
et: \n\nVeakood: {0}

source: , Already installed.
et: , Juba paigaldatud.

source: Compact
et: Kompaktne

source: You are about to install a Vocalizer Expressive version 2 voice. Your existing version 1 voices shall be unavailable while version 2 voices are installed. Are you sure you want to continue?
et: Oled paigaldamas Vocalizer Expressive versioon 2 häält. Praegu paigaldatud versioon 1 hääled on mittekättesaadavad, ajal mil versioon 2 hääled on paigaldatud. Oled kindel, et soovid jätkata?

source: Confirmation Required
et: Nõutav on kinnitus

source: Are you sure you want to remove all Vocalizer Expressive 2 Compact voices?
et: Oled kindel, et soovid eemaldada kõik Vocalizer Expressive 2 kompaktsed hääled?

source: Are you sure you want to remove all Vocalizer Expressive 2 voices?
et: Oled kindel, et soovid eemaldada kõik Vocalizer Expressive 2 hääled?

source: Remove Voices
et: Häälte eemaldamine

source: Your voices have been successfully installed.
et: Hääled on edukalt paigaldatud.

source: You must restart {0} in order for these changes to take effect.
et: Pead taaskäivitama rakenduse {0}, et tehtud muudatused hakkaks tööle.

source: Installation Complete
et: Paigaldamine valmis

source: _Finish
et: _Valmis

source: Your voices have been successfully removed.
et: Hääled on edukalt eemaldatud.

source: Some changes will not take effect until you restart your computer.
et: Mõned muudatused ei hakka tööle enne, kui arvuti taaskäivitatakse.

source: Uninstall Complete
et: Eemaldamine valmis

source: _Yes
et: _Jah

source: _No
et: _Ei

# GetVoices.Views.AdditionalOptionsControl:AdditionalOptionsGroup
source: Additional Options:
et: Lisavalikud:

# GetVoices.Views.AdditionalOptionsControl:RemoveAVoiceButton
source: _Remove a Voice...
et: _Eemalda hääl...

# GetVoices.Views.AdditionalOptionsControl:RemoveCompactVoicesButton
source: Remove All Co_mpact Voices
et: Eemalda kõik ko_mpaktsed hääled

# GetVoices.Views.AdditionalOptionsControl:RemoveAllVoicesButton
source: Remove _All Voices
et: Eem_alda kõik hääled

# GetVoices.Views.GetVoicesWindow:MainWindow
source: Add/Remove Vocalizer Expressive Voices
et: Lisa/Eemalda Vocalizer Expressive hääli

# GetVoices.Views.GetVoicesWindow:CloseButton
source: _Close
et: _Sule

# GetVoices.Views.InstallingVoicesWindow:MainWindow
source: Installing Voices
et: Häälte paigaldamine

# GetVoices.Views.InstallingVoicesWindow:CancelButton
source: _Cancel
et: _Loobu

# GetVoices.Views.RemoveAVoiceWindow:MainWindow
source: Remove a Voice
et: Eemalda hääl

# GetVoices.Views.RemoveAVoiceWindow:InstalledVoicesLabel
source: Installed _Voices:
et: Paigaldatud _hääled:

# GetVoices.Views.RemoveAVoiceWindow:RemoveSelectedVoicesButton
source: _Remove Selected Voices
et: _Eemalda valitud hääled

# GetVoices.Views.RemoveAVoiceWindow:CloseButton
source: _Close
et: _Sule

# GetVoices.Views.RemovingVoicesWindow:MainWindow
source: Removing Voices
et: Häälte eemaldamine

# GetVoices.Views.RemovingVoicesWindow:CancelButton
source: _Cancel
et: _Loobu

# GetVoices.Views.SampleAndSelectVoicesControl:SelectLanguageLabel
source: Select a _Language:
et: Vali kee_l:

# GetVoices.Views.SampleAndSelectVoicesControl:SelectVoicesLabel
source: Premium _Voices:
et: Premium _hääled:

# GetVoices.Views.SampleAndSelectVoicesControl:PlaySampleButton
source: _Play Sample
et: _Mängi näidet

# GetVoices.Views.SampleAndSelectVoicesControl:InstallSelectedVoicesButton
source: _Install Selected Voices
et: _Paigalda valitud hääled

# GetVoices.Views.SimpleDialog:CancelButton
source: _Cancel
et: _Loobu

source: Arabic
et: Araabia

source: Basque
et: Baski

source: Bulgarian
et: Bulgaaria

source: Bhojpuri
et: Bhodžpuri

source: Catalan
et: Katalaani

source: Cantonese
et: Kantoni

source: Czech
et: Tšehhi

source: Danish
et: Taani

source: Dongbei Chinese
et: Dongbei hiina

source: Dutch
et: Hollandi

source: Belgian Dutch
et: Belgia hollandi

source: English
et: Inglise

source: English Australian
et: Austraalia inglise

source: English Irish
et: Iiri inglise

source: English British
et: Briti inglise

source: English Indian
et: India inglise

source: English Scottish
et: Šoti inglise

source: English United States
et: USA inglise

source: English South African
et: Lõuna-Aafrika inglise

source: Finnish
et: Soome

source: French
et: Prantsuse

source: French Belgian
et: Belgia prantsuse

source: French Canadian
et: Kanada prantsuse

source: German
et: Saksa

source: Galician
et: Galeegi

source: Greek
et: Kreeka

source: Hebrew
et: Heebria

source: Croatian
et: Horvaatia

source: Hungarian
et: Ungari

source: Indonesian
et: Indoneesia

source: Italian
et: Itaalia

source: Japanese
et: Jaapani

source: Korean
et: Korea

source: Chinese
et: Hiina

source: Mandarin Chinese
et: Mandariini

source: Taiwanese
et: Taiwani

source: Mandarin Taiwanese
et: Taiwani mandariini

source: Malay
et: Malai

source: Norwegian
et: Norra

source: Polish
et: Poola

source: Portuguese
et: Portugali

source: Brazilian Portuguese
et: Brasilia portugali

source: Romanian
et: Rumeenia

source: Russian
et: Vene

source: Shanghainese Chinese
et: Shanghai hiina

source: Sichuanese Chinese
et: Sichuani hiina

source: Slovakian
et: Slovaki

source: Slovenian
et: Sloveenia

source: Spanish
et: Hispaania

source: Spanish Argentinian
et: Argentina hispaania

source: Spanish Columbian
et: Colombia hispaania

source: Spanish Castilian
et: Kastiilia hispaania

source: Spanish Chilean
et: Tšiili hispaania

source: Spanish Latin American
et: Ladina-Ameerika hispaania

source: Swedish
et: Rootsi

source: Shaanxi Chinese
et: Shaanxi hiina

source: Tamil
et: Tamili

source: Thai
et: Tai

source: Turkish
et: Türgi

source: Ukrainian
et: Ukraina

source: Valencian
et: Katalaani

source: Vietnamese
et: Vietnami
