Repository: SaschaGibson/JAWS-Referenz
Catalog: 2025 (C_Program Files_Freedom Scientific_JAWS)/GetVoices/Locale/fin/LC_MESSAGES/GetVoices.po
Languages: fi

source: Unable to communicate with the server. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
fi: Palvelimeen ei saada yhteyttä. Tarkista Internet-yhteytesi ja yritä uudelleen.

source: \n\nError Code: {0}
fi: \n\nVirhekoodi: {0}

source: Selection Required
fi: Valinta vaaditaan

source: You must select one or more new voices from the list before installation can begin.
fi: Asennus ei voi alkaa, ennen kuin yksi tai useampi ääni on valittu.

source: No Voices
fi: Ei Premium-ääniä

source: There are no Vocalizer Expressive 2 voices installed on the system.
fi: Järjestelmään ei ole asennettu Vocalizer Expressive 2 Premium -ääniä.

source: No Compact Voices
fi: Ei kompakteja ääniä

source: There are no Vocalizer Expressive 2 Compact voices installed on the system.
fi: Järjestelmään ei ole asennettu Vocalizer Expressive 2 -äänten kompakteja versioita.

source: An error has occurred while downloading the {0} voice. Check your Internet connection and try again. If the problem persists, contact technical support for assistance.
fi: Ääntä {0} ladattaessa tapahtui virhe. Tarkista Internet-yhteytesi ja yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä tekniseen tukeen.

source: Download Error
fi: Latausvirhe

source: Downloading {0}
fi: Ladataan: {0}

source: An error has occurred and installation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
fi: Asennuksessa tapahtui virhe. Yritä myöhemmin uudelleen.

source: Error
fi: Virhe

source: An error has occurred while installing the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
fi: Äänen {0} asennuksessa tapahtui virhe. Yritä myöhemmin uudelleen.

source: Install Error
fi: Asennusvirhe

source: Installing {0}
fi: Asennetaan: {0}

source: You must select one or more voices from the list before uninstallation can begin.
fi: Yksi tai useampi ääni on valittava poistettavaksi.

source: An error has occurred and uninstallation could not continue. Please try again later. If the problem persists, contact technical support for assistance.
fi: Poistossa tapahtui virhe. Yritä myöhemmin uudelleen.

source: An error has occurred while uninstalling the {0} voice. Please try again later. If the problem persists, contact technical support for assistance.
fi: Äänen {0} poistossa tapahtui virhe. Yritä myöhemmin uudelleen.

source: Uninstall Error
fi: Poistovirhe

source: Removing {0}
fi: Poistetaan: {0}

source: \n\nError Code: {0}
fi: \n\nVirhekoodi: {0}

source: , Already installed.
fi: , On asennettu.

source: Compact
fi: Kompakti

source: You are about to install a Vocalizer Expressive version 2 voice. Your existing version 1 voices shall be unavailable while version 2 voices are installed. Are you sure you want to continue?
fi: Olet asentamassa Vocalizer Expressive 2 -ääntä. Version 1 äänet poistetaan käytöstä, kun version 2 ääniä on asennettuna. Haluatko jatkaa?

source: Confirmation Required
fi: Vahvistus

source: Are you sure you want to remove all Vocalizer Expressive 2 Compact voices?
fi: Haluatko varmasti poistaa kaikki kompaktit Vocalizer Expressive 2 -äänet?

source: Are you sure you want to remove all Vocalizer Expressive 2 voices?
fi: Haluatko varmasti poistaa kaikki Vocalizer Expressive 2 Premium -äänet?

source: Remove Voices
fi: Äänten poisto

source: Your voices have been successfully installed.
fi: Valitsemasi äänet on asennettu.

source: You must restart {0} in order for these changes to take effect.
fi: {0} on käynnistettävä uudelleen, ennen kuin muutokset tulevat voimaan.

source: Installation Complete
fi: Asennus onnistui

source: _Finish
fi: _Lopeta

source: Your voices have been successfully removed.
fi: Valitsemasi äänet on poistettu.

source: Some changes will not take effect until you restart your computer.
fi: Jotkin muutokset otetaan käyttöön vasta, kun käynnistät tietokoneesi uudelleen.

source: Uninstall Complete
fi: Poisto onnistui

source: _Yes
fi: _Kyllä

source: _No
fi: _Ei

# GetVoices.Views.AdditionalOptionsControl:AdditionalOptionsGroup
source: Additional Options:
fi: Lisävalinnat:

# GetVoices.Views.AdditionalOptionsControl:RemoveAVoiceButton
source: _Remove a Voice...
fi: _Poista ääni...

# GetVoices.Views.AdditionalOptionsControl:RemoveCompactVoicesButton
source: Remove All Co_mpact Voices
fi: Poista kaikki _kompaktit äänet

# GetVoices.Views.AdditionalOptionsControl:RemoveAllVoicesButton
source: Remove _All Voices
fi: Poista kaikki _Premium-äänet

# GetVoices.Views.GetVoicesWindow:MainWindow
source: Add/Remove Vocalizer Expressive Voices
fi: Lisää/Poista Vocalizer Expressive -ääniä

# GetVoices.Views.GetVoicesWindow:CloseButton
source: _Close
fi: _Sulje

# GetVoices.Views.InstallingVoicesWindow:MainWindow
source: Installing Voices
fi: Asennetaan ääniä

# GetVoices.Views.InstallingVoicesWindow:CancelButton
source: _Cancel
fi: _Peruuta

# GetVoices.Views.RemoveAVoiceWindow:MainWindow
source: Remove a Voice
fi: Poista ääni

# GetVoices.Views.RemoveAVoiceWindow:InstalledVoicesLabel
source: Installed _Voices:
fi: Asennetut _äänet:

# GetVoices.Views.RemoveAVoiceWindow:RemoveSelectedVoicesButton
source: _Remove Selected Voices
fi: _Poista valitut äänet

# GetVoices.Views.RemoveAVoiceWindow:CloseButton
source: _Close
fi: _Sulje

# GetVoices.Views.RemovingVoicesWindow:MainWindow
source: Removing Voices
fi: Poistetaan ääniä

# GetVoices.Views.RemovingVoicesWindow:CancelButton
source: _Cancel
fi: _Peruuta

# GetVoices.Views.SampleAndSelectVoicesControl:SelectLanguageLabel
source: Select a _Language:
fi: Valitse _kieli:

# GetVoices.Views.SampleAndSelectVoicesControl:SelectVoicesLabel
source: Premium _Voices:
fi: _Premium-äänet:

# GetVoices.Views.SampleAndSelectVoicesControl:PlaySampleButton
source: _Play Sample
fi: _Ääninäyte

# GetVoices.Views.SampleAndSelectVoicesControl:InstallSelectedVoicesButton
source: _Install Selected Voices
fi: _Asenna valitut äänet

# GetVoices.Views.SimpleDialog:CancelButton
source: _Cancel
fi: _Peruuta

source: Arabic
fi: Arabia

source: Basque
fi: Baski

source: Bulgarian
fi: Bulgaria

source: Catalan
fi: Katalaani

source: Cantonese
fi: Kantoninkiina

source: Czech
fi: Tšekki

source: Danish
fi: Tanska

source: Dongbei Chinese
fi: Dongbein kiina

source: Dutch
fi: Hollanti (Hollanti)

source: Belgian Dutch
fi: Hollanti (Belgia)

source: English
fi: Englanti

source: English Australian
fi: Englanti (Australia)

source: English Irish
fi: Englanti (Irlanti)

source: English British
fi: Englanti (Iso-Britannia)

source: English Indian
fi: Englanti (Intia)

source: English Scottish
fi: Englanti (Skotlanti)

source: English United States
fi: Englanti (Yhdysvallat)

source: English South African
fi: Englanti (Etelä-Afrikka)

source: Farsi
fi: Persia

source: Finnish
fi: Suomi

source: French
fi: Ranska (Ranska)

source: French Belgian
fi: Belgian ranska

source: French Canadian
fi: Ranska (Kanada)

source: German
fi: Saksa

source: Galician
fi: Galego

source: Greek
fi: Kreikka

source: Hebrew
fi: Heprea

source: Croatian
fi: Kroatia

source: Hungarian
fi: Unkari

source: Indonesian
fi: Indonesia

source: Italian
fi: Italia

source: Japanese
fi: Japani

source: Korean
fi: Korea

source: Chinese
fi: Kiina

source: Mandarin Chinese
fi: Mandariinikiina

source: Taiwanese
fi: Taiwaani

source: Mandarin Taiwanese
fi: Mandariinitaiwaani

source: Malay
fi: malaiji

source: Norwegian
fi: Norja

source: Polish
fi: Puola

source: Portuguese
fi: Portugali

source: Brazilian Portuguese
fi: Portugali (Brasilia)

source: Romanian
fi: Romania

source: Russian
fi: Venäjä

source: Shanghainese Chinese
fi: Shanghain kiina

source: Sichuanese Chinese
fi: Sichuanin kiina

source: Slovakian
fi: Slovakki

source: Slovenian
fi: Sloveeni

source: Spanish
fi: Espanja (Espanja)

source: Spanish Argentinian
fi: Espanja (Argentiina)

source: Spanish Columbian
fi: Espanja (Kolumbia)

source: Spanish Castilian
fi: Espanja (Kastilji)

source: Spanish Chilean
fi: Espanja (Chile)

source: Spanish Latin American
fi: Espanja (latinalainen amerikka)

source: Swedish
fi: Ruotsi

source: Shaanxi Chinese
fi: Shaanxi kiina

source: Tamil
fi: Tamili

source: Turkish
fi: Turkki

source: Ukrainian
fi: Ukraina

source: Valencian
fi: Valeesi

source: Vietnamese
fi: Vietnami
